Repository: Afcoo/ThruRNDIS
Catalog: ThruRNDIS/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: Dummy Ethernet helper
ko: 더미 이더넷 헬퍼

source: Refresh the Dummy Ethernet helper status before managing Dummy Ethernet.
ko: 더미 이더넷을 관리하기 전에 더미 이더넷 헬퍼 상태를 새로고침하세요.

source: Refreshing…
ko: 새로고침 중…

source: Router Peer
ko: 라우터 피어

source: Dummy Ethernet Status
ko: 더미 이더넷 상태

source: Starting…
ko: 시작 중…

source: Stopping…
ko: 중지 중…

source: The Bond member and router peer must use different feth interface names.
ko: Bond 멤버와 라우터 피어에는 서로 다른 feth 인터페이스 이름을 사용해야 합니다.

source: The bundled LaunchDaemon could not be found. Use a signed installed ThruRNDIS app.
ko: 내장 LaunchDaemon을 찾을 수 없습니다. 서명되어 설치된 ThruRNDIS 앱을 사용하세요.

source: The Dummy Ethernet helper remained registered during the settings reset.
ko: 설정 초기화 중 더미 이더넷 헬퍼 등록이 제거되지 않았습니다.

source: The code-signing identifier is invalid: %@
ko: 코드 서명 식별자가 올바르지 않습니다: %@

source: The code-signing team identifier is invalid: %@
ko: 코드 서명 팀 식별자가 올바르지 않습니다: %@

source: The current code signature has no signing identifier.
ko: 현재 코드 서명에 서명 식별자가 없습니다.

source: The Dummy Ethernet helper is required to configure the Dummy Ethernet network service.
ko: 더미 이더넷 네트워크 서비스를 구성하려면 더미 이더넷 헬퍼가 필요합니다.

source: The Dummy Ethernet helper XPC interface is unavailable.
ko: 더미 이더넷 헬퍼 XPC 인터페이스를 사용할 수 없습니다.

source: The Dummy Ethernet helper did not respond before the request timed out.
ko: 요청 시간이 초과되기 전에 더미 이더넷 헬퍼가 응답하지 않았습니다.

source: The Dummy Ethernet helper is ready.
ko: 더미 이더넷 헬퍼가 준비되었습니다.

source: The Dummy Ethernet helper registration is being updated.
ko: 더미 이더넷 헬퍼 등록을 업데이트하고 있습니다.

source: The Dummy Ethernet helper returned an incomplete response.
ko: 더미 이더넷 헬퍼가 불완전한 응답을 반환했습니다.

source: Restart Dummy Ethernet
ko: 더미 이더넷 재시작

source: Start Dummy Ethernet
ko: 더미 이더넷 시작

source: Stop Dummy Ethernet
ko: 더미 이더넷 중지

source: Update Required
ko: 업데이트 필요

source: Use a private IPv4 address.
ko: 사설 IPv4 주소를 사용하세요.

source: Use fethX interface names.
ko: fethX 인터페이스 이름을 사용하세요.
